var config = {  
    texts: [
        "送给",
        "马天元小朋友",
        "今天是你的生日",
        "第一次给你说生日快乐",
        "记得许下生日愿望呀",
        "居家太久没来得及准备礼物",
        "等明年生日一块补给你",
        "O(∩_∩)O哈哈~",
        "在我眼里你一直很可爱",
        "就这样吧",
        "Best of luck~~",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "今天是你的生日": "./imgs/20220410-205930.jpg",
    },
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "准备好了吗",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "从今天开始你会变好运的",
    }
};
